/* 

Localizable.strings

Copyright 2011 Trollwerks Inc. All rights reserved.

*/

"YES" = "Yes";
"NO" = "No";
"OK" = "OK";
"CANCEL" = "Cancel";

"UNDERCONSTRUCTION" = "Under Construction";
"NOTIMPLEMENTEDYET" = "This feature is not implemented yet.";

"NOINTERNETTITLE" = "Internet Unavailable";
"NOINTERNETMESSAGE" = "Sorry, the Internet is unavailable. Please try again later.";
